export const Jan = [
    // monthData[0].jan[0].text~ => ex. 1/1
    
    {
        number: "1",
        text: "태양이랑 해돋이 보러 당진에 있는 왜목해수욕장으로 향했다. 새벽 이른 시간인데도 경찰분들의 인도를 받을 정도로 사람과 차량이 붐볐다. 그렇게 해가 뜨기만을 기다렸는데 ㅠㅠ 결국 해님은.. 나오지 않으셨습니다. 태양이는 설상가상으로 배가 아프다구 하고.. 나는 너무 졸려서 태양이한테 짜증낸 것 같고..졸음운전으로 가드레일 몇번 박을뻔하고.. 옆에 있어줘서 너무 고마웠어요,, 몸도 안좋았으면서 짜증 하나 안내고 따라와준게 너무너무 감동이었어. 그리고 같이 떡국 먹으러 갔는데 왠열? 맛있네.. 암튼 사랑해 우리 이번년도에도 행복하자. ", 
        img: "../pic/Jan/0101.jpeg"
    },
    {
        number: "2",
        text: "태양이랑 점심으로 스시린에서 초밥먹고, 저녁으로는 같이 순대국밥 먹었다. 와,, 진짜 순대를 초장에 찍어먹는구나,, 문화 충격이었다.", 
        img: "../pic/Jan/0102.jpeg"
    },
    {
        number: "13",
        text: "태양이랑 갑자기 만나서 우리집에서 피자도 먹고,, 그랬다.^^", 
        img: "../pic/Jan/0113.jpeg"
    },
    {
        number: "14",
        text: "친구 공연이 있어서 같이 안성에 갔다가(태양이는 연극 안봄) 같이 익산으로 갔다. 익산 호텔이 보일러가 안돼서 화장실이 추웠다 ㅠㅠ 그래도 같이 있어서 너무 좋아.", 
        img: "../pic/Jan/0114.jpg"
    },
    {
        number: "15",
        text: "정말 알찼던 날! 군산에 갔다가 김제에 갔다가 다시 익산으로 왔음. 아침으로는 반야돌솥밥(익산) 먹고, 군산으로 가서 같이 카페도 가고, 초원 사진관도 가봤다. 같이 다른 사진관 가서 사진도 찍고, 이성당에 가서 빵도 샀다. 같이 기찻길? 뭐라구하더라 암튼 가서 추억 회상하면서 놀고, 사진도 찍었다. 너무 추워서 이마트 가서 몸 좀 녹인답시고 삼성이랑 애플 코너에 들렀고, 같이 김제 가기로 해서 과일가게 들러서 과일 좀 사고, 이름 까먹었는데.. 바다랑 강?이 만나는 곳도 보고, 같이 조개구이도 먹었다. 조개구이 너무 좋아.. 자기도 거부감 없어보여서 다행이었궁.. 암튼 그리고 김제 영화관도 가보고, 익산으로 다시 돌아와서 과자랑 술 좀 먹구 잤다. 아 이렇게 행복해도 되낭..", 
        img: "../pic/Jan/0115.jpg"
    },
    {
        number: "16",
        text: "태양이랑 익산에서 순대국밥 먹구, 세차장 가서 태양이가 세차도 해줬다. 손세차 하는거 처음봐.. (듬직해) 그리고 같이 피시방 가서 게임도 하고, 돈까스먹었당(여기 가성비. 존맛.) 이후에 태양이 집까지 데려다주고 난 자취방.. 힝 아쉬워 항상 붙어있고 싶다.", 
        img: "../pic/Jan/0116.jpeg"
    },
    {
        number: "27",
        text: "(전주 1일차)내 친구 현지 이사 도와주고, 태양이랑 셋이서 점심 먹었다. 사실 어제 저녁에 인터브이알 끝나자마자 전주에서 만남. 진짜 만날때마다 너무 설레는데 어떡해? 쨌든 점심으로 현지가 소개한 집에서 카레 먹었다. 괜찮았다! 이후에 전주한옥마을 좀 돌아다녔당", 
        img: "../pic/Jan/0127.jpeg"
    },
    {
        number: "28",
        text: "(전주 2일차)삼산회관에서 점심먹구 이디야 가서 커피 테이크아웃해서 전주 수목원에 갔다가 태양이 할머니댁이 가깝다고 하길래 부딪혀보자!는 마인드로 방문했다. 다들 반겨주시고 챙겨주셔서 너무 감사했다. 아가들도 귀여웠고, 빵도 너무 맛있었다. 되게 분위기 좋아보여서 마음이 놓였다. 앵두는 나 싫어해 ㅠㅠ,, 다음에 또 봐 앵두양 나랑 친해지자. 나한테 빠지면 못 나올거다 김태양처럼! 그리고 할머니께서 자장값이라고 돈 주셨는데 이런말 하면 실례가 될지 모르겠지만 너무 귀여우셨다. ㅎㅎ 그리고 같이 스테이호원(다음 숙소)가서 영화도 보고, 술도 마시면서 놀았다. 아 그 전에 같이 객사라는 곳에 가서 구경하고 놀았다 ㅎㅎ 아 전라도 재밌네~", 
        img: "../pic/Jan/0128.jpg"
    },
    {
        number: "29",
        text: "(전주 3일차)내 친구 혜수 할머니께서 운영하시는 화심두부마을 가서 순두부찌개먹었다. 근데 할머니께 혜수친구라고 말씀드리니까 돈까스 서비스로 주셨다.. 덕분에 배 터지도록 먹었어요 감사합니다,, 그리고 마이산휴게소 가서 마이산 멀찍이서 구경했다. 국립생태원 가서 동물 많이 봐서 너무 좋았다. 그..짝짓기하는것도 보고(부러웡)^^ 새만금 가서 바다랑 강 구경도 하고 너무 감성적이야 진짜. 너무 좋았어 노을도 그렇고,, 암튼 이후에 김제에 가서 바비후라는 곳에서 저녁 먹고, 태양이 데려다 줬당", 
        img: "../pic/Jan/0129.jpg"
    }
]

export const Feb = [
    {
        number: "3",
        text: "태양이랑 자취방에서 엽떡 먹었다. 존맛탱~~", 
        img: "../pic/Feb/0203.jpeg"
    },
    {
        number: "4",
        text: "캡스톤 디자인 멤버들끼리 수원 터미널 애슐리 가서 밥 먹고, 같이 메가커피 가서 담소 좀 나누다가 눈치없는 석민이 뒤에 태우고 성환역에 내려준 후, 같이 자취방으로 돌아왔다. 아 다들 알아서 눈치채줬으면 좋겠다.. 손 잡고 다니게 ㅠ", 
        img: "../pic/Feb/0204.jpeg"
    },
    {
        number: "5",
        text: "태양이랑 헌혈하는 날,, 아침으로 자기가 해준 계란볶음밥 먹구(맛있었어요~) 점심으로는 롯데마트 롯데리아 햄버거 먹고, 헌혈하러 가서 헌혈하구 같이 물갈비 먹으러 갔다. 물갈비 맛있는데 양 왜이리 많아? 그리고 난 왜 전혈도 아닌데 아파? 암튼 그러고 집에 와서 태양이 짐 챙기고 같이 천안역 공차에 좀 있다가 태양이 김제로 보내줌..", 
        img: "../pic/Feb/0205.jpeg"
    },
    {
        number: "12",
        text: "발렌타인데이가 하필 주중이라서 미리 만들어 놓은 초콜렛 들고 태양이가 있는 수유역으로 달려갔다. 태양이가 생각보다 더 좋아해줘서 다행이었다. 같이 서브웨이로 저녁 먹구, 피곤해서 먼저 잔 태양이 도촬했다. 이건 모르지? ㅋㅋ", 
        img: "../pic/Feb/0212.jpeg"
    },
    {
        number: "13",
        text: "같이 자취방에서 아침 시켜먹고, 성관이 만나서 온센 갔다가, 백화점에 있는 스무디킹 마셨는데.. 내가 메뉴선택 잘못했는데 맛 없었다. 결국 셋이서 바꿔마심 ㅋㅋㅋㅋㅋ 이게 뭐하는 거냐궁,, 이후에 나는 일하러 감", 
        img: "../pic/Feb/0213.jpeg"
    },
    {
        number: "17",
        text: "태양이 만나서 집에서 마라탕 먹었다용 👩🏼‍❤️‍👨🏻", 
        img: "../pic/Feb/0217.jpeg"
    },
    {
        number: "18",
        text: "태양이랑 청주행~~ 점심으로 '한상보리밥'가서 밥 먹었는데, 태양이 입맛에 맞았나보다 다행히도^^ 이후에 빙상 경기장 가서 태양이 친구분 커플이랑 더블데이트 하고, 저녁도 얻어먹었는데 밑반찬이 왜이렇게 많죠? 그래서 여긴 고깃집인가요 횟집인가요? ㅋㅋㅋㅋ 암튼 끝나고 자취방으로 돌아왔다. 재밌었어요 ㅎㅎ", 
        img: "../pic/Feb/0218.jpeg"
    },
    {
        number: "19",
        text: "점심으로 태양이가 토마토 파스타 해줌. 이것 또한 맛있었다구 ㅎㅎ 고마워. 그리고 '더 퍼스트 슬램덩크' 봤는데 역시 재밌었음. 강백호 너무 멋지다. 이후에 온동 가서 덮밥 먹고, 천안역 근처 메가커피 가서 열차 시간까지 좀 기다리다가, 태양이 보냈음. 다음에 봐요~", 
        img: "../pic/Feb/0219.jpeg"
    },
    {
        number: "28",
        text: "태양이 만나서 저녁으로 피자 먹었당 🍕. 이것만 먹었겠어?^^", 
        img: "../pic/Feb/0228.jpeg"
    },
]

export const Mar = [
    {
        number: "1",
        text: "고추랑 파 집에 있는거 냉동실에 보관해 놓으려고 태양이한테 썰어달라고 부탁?(사실 시킨거임)했음. 칼질도 예쁘게 잘해 왜 ㅎㅎㅎ 더 시키고 싶게.. 글고 같이 문차이나에서 짬뽕 먹었는데 또; 맵부심 발동 걸려서 고추짬뽕 겁없이 먹다가 큰일날뻔; 이후에 나는 알바가고 태양이는 긱사 갔당", 
        img: "../pic/Mar/0301.jpeg"
    },
    {
        number: "2",
        text: "100일~!!! 태양이 케이크랑 편지로 서프라이즈 해줬지롱~ 두정역에서 만나서 같이 귀멸의 칼날 보러 갔는데 귀칼 정식 극장판이 아니었던 듯.. 시간 아깝다; 그리고 저녁으로 육첩반상에서 고기 먹고, 집에 와서 케이크 먹어따 이후에 긱사 데려다줬당 ㅎㅎ 오랫동안 사랑합시다. 아시겠죠? 이제 못 벗어납니다. ", 
        img: "../pic/Mar/0302.jpeg"
    },
    {
        number: "3",
        text: "태양이가 다이소에서 물품 사서 또! 세차해줬다.. 이후 같이 마라탕 먹구(학교 앞 신선마라탕이었나?) 공차 갔는데 고양이 너무 귀여웠음..", 
        img: "../pic/Mar/0303.jpeg"
    },
    {
        number: "4",
        text: "ㅠㅠ 소마때문에 태양이 기분 너무 안좋았던 날,, 그 와중에 나 먹으라구 학교 앞 와플집에서 와플 포장해온거 뭔데.. 진짜 너무 사랑스럽고 안타까워서 잡아먹고싶었다고,, 사랑해", 
        img: "../pic/Mar/0304.jpeg"
    },
    {
        number: "5",
        text: "태양이랑 우리집에서 집콕함. 점심으로 토마토 파스타 해주셔서 감사합니당 🥰 yammy~", 
        img: "../pic/Mar/0305.jpeg"
    },
    {
        number: "12",
        text: "내 생일, 태양이가 케이크랑 마카롱 사놨,,ㅠㅠ 그리고 더 감동인건, 태양이가 날 위해 프로그램 하나 만들어줬다는 게 너무 감동이었다. 근데 갑자기 마지막에 없어져서 당황해짜나,, ㅎㅎㅎ 근데 진짜 울 뻔 했다. 너무 감동이었다. 사랑해 진짜 너무 고마워. 이거 쓰면서도 또 감동받았다 기억나서.. ㅠㅠ", 
        img: "../pic/Mar/0312.jpeg"
    },
    {
        number: "13",
        text: "둘 다 월요일 공강이라 우리집에서 데이트 했다. 점심으로는 엄마 반찬이랑 fried egg, 두부김치(김치는 태양이가 볶아줌) 먹었다. 너무 맛있었어 자기얌,, 그리고 저녁으로는 푸라닭 신메뉴(매운거) 먹었당. 사실 조금 매웠어, 이후에 나 알바갔다와서 같이 놀다가 껴안고 잤다. 사랑해 😘", 
        img: "../pic/Mar/0313.jpeg"
    },
    {
        number: "14",
        text: "태양이가 점심으로 주먹밥 만들어줬는데 너무 맛있었다. 그런데 내 표정은 별로였나보다.. 그치만 맛있었어 정말로, 그리고 태양이가 내 생일선물로 해외배송시킨 토끼벨트..?라고 해야하나 안전벨트 데코용 토끼 선물로 줬는데, 너무 귀엽다. 정말 맘에들어, 고마워 자기야.", 
        img: "../pic/Mar/0314.jpeg"
    },
    {
        number: "15",
        text: "내가 몸이 안좋아서 태양이랑 수업 다 듣고 저녁으로 같이 죽 먹었다. 흥 태양이는 나랑 있는데도 룸메랑 뭐 먹을지 고민하지!?!", 
        img: "../pic/Mar/0315.jpeg"
    },
    {
        number: "17",
        text: "태양이랑 점심으로 묵은지양반골에서 김치찜? 먹고, 저녁에는 성관이랑 태양이랑 같이 우리집에서 술 말아먹었다. 생각보다 맛있어서 놀랐고, 내가 잘 마셔서 놀랐다. 술 마신 태양이는 또 탈나구.. 암튼 재밌었다 ㅋㅋ 성관이는 정말 재밌었는듯? 글고 성관이 두정역까지 데려다주는데 술 취한 아저씨 만나서 ㅠㅠ 성관이 또 상처받는 일이 생겼다. 미안해 성관아, 사실 웃겼어,, 너와 그 아저씨와의 호흡이 너무 잘 맞아서,, 암튼 태양이랑 집에 와서 더 재밌는거 하구 잤다 사랑해요 ❤️‍🔥", 
        img: "../pic/Mar/0317.jpeg"
    },
    {
        number: "20",
        text: "태양이랑 터미널 근처 데이트했음. 같이 찜닭 먹고, 투썸플레이스에서 커피 마시구, 학교 데려다 주고 알바 가려고 했는데,,, 사장님께서 손님 없다구 오늘 쉬라고 하셨다. 이런 눈치있는 분! 태양이랑 같이 산책 좀 하다가, 내 버킷리스트 하나 clear했다. 😃", 
        img: "../pic/Mar/0320.jpeg"
    },
    {
        number: "21",
        text: "점심에 만나서 같이 샐러드집 가서 샐러드 먹구(왜 물이 없냐고!!ㅠㅠ), cc동산 구경도 하다가 나 수업 끝나고 만나서 같이 맘스터치에서 밥 먹고 난 알바 갔다.", 
        img: "../pic/Mar/0321.jpeg"
    },
    {
        number: "22",
        text: "태양이랑, 팀원들이랑 같이 학복관에서 꾸이한끼 먹고, 오후 수업 같이 들었다. 으휴 눈치 없는 팀원들!!", 
        img: "../pic/Mar/0322.jpeg"
    },
    {
        number: "24",
        text: "한끼 맛있다라는 곳에서 저녁 먹고(사진 좀 그만찍어줘ㅠㅠ), 집에 가서 좀 쉬다가 필라테스 다녀와서 태양이랑 같이 '스즈메의 문단속'보러 갔다. 은근 재밌었당 ㅎㅎ 데이트 너무 좋아.", 
        img: "../pic/Mar/0324.jpeg"
    },
    {
        number: "25",
        text: "내가 늦게 일어나는 바람에 (진짜 머리 아팠음).. 원래는 점심으로 갈비탕 먹기로 했는데 출발을 못해서, 같이 자취방에서 서브웨이 먹고 출발했다. 파주에 도착하니 5시 정도라서, 저녁으로 '교하정'에 가서 갈비탕 먹고, '컴프에비뉴'라는 카페에 갔다. 분위기가 괜찮았다. 그리고 우리집에 잠시 들러서 똘똘이랑 예쁜이 소개해주고(똘똘이가 왠지 모르겠지만, 낯선 사람인 태양이를 되게 좋아했다. 인정받았네 김태양 ㅋㅋ), '소노캄고양'으로 가서 '주술회전'보면서 술 마셨다. 태양이 진짜 술 못 마셔 귀여워..", 
        img: "../pic/Mar/0325.jpeg"
    },
    {
        number: "26",
        text: "점심으로 '문지리535'카페에 가서 파스타 먹고, '헤이리예술마을'로 가서 옛날 박물관, 성 박물관을 구경했다. 재밌었다^^ 그리고 스타벅스 야당에 가서 태양이 인공지능 과제 시키고, '고쿠텐'이라는 곳에서 텐동 먹고 꽃이랑 커피 좀 사들고 집에 들러서 부모님 기분 풀어드렸다. 태양이가 꽃 사줘서 엄마가 기분 좋아보이셨다. 그리고 시흥하늘휴게소에 들렀는데 태양이가 어린아이처럼 너무 좋아하는 모습이 너무 귀여웠다. ㅎㅎ 그리고 자취방에 와서 쉬었다..", 
        img: "../pic/Mar/0326.jpg"
    },
    {
        number: "27", 
        text: "아침에 자동차 점검하고 자취방 돌아와서 태양이 깨우고 안과 갔음(태양이가 눈 아프다고 해서). 눈물샘 안쪽에 염증이 생기려고 해서 아픈거라고 함.. 그래서 평소에 눈 비비지 말라고 태양이한테 충고했는데, 알고보니 내가 태양이 눈을 더 자주 만지는 주범이었음 ㅠㅠㅠ 미안해 죽겠당.. 그치만 귀여운걸 어떻게 해? 암튼 그러고 일본 아주머니께서 운영하시는 일식집 가서 점심 먹구, 집에 와서 같이 자고 일어나서 필라테스 갔다가 같이 저녁으로 salady warn wrap 먹었음. 태양이 입맛은 아니라고 함. 그리고 내가 준비하고 있는 이 웹 페이지 정체를 알아버림. chat gpt한테 질문한거 맘대로 봄;;;; 미안했는지 내가 알바하는 동안 태양이가 집 청소 해줬다. 키스마크 ㄱㅇㄷ 💋",
        img: "../pic/Mar/0327.jpeg"
    },
    {
        number: "28", 
        text: "태양이랑 점심으로 스시 먹음", 
        img: "../pic/Mar/0328.jpeg"
    },
    {
        number: "29", 
        text: "캡스톤 디자인 팀원들이랑 같이 점심 먹었음. 근데 태양이랑 드레스코드가 겹쳐서 깜짝 놀랐다. 왜 통하는건데..?",
        img: "../pic/Mar/0329.jpeg"
    },
    {
        number: "30",
        text: "태양이 선물 사러 현대백화점 청주점 갔는데 ㅠㅠ 태양이가 위치 꺼놓고 바람피우러 청주 갔다고 의심했다.. 논리적으로 반박하느라 힘들었다.. 그리고 같이 태양이랑 저녁으로 학교 앞에 생긴 칼국수 집 갔는데, 새우가 퍽퍽하고 조개는 해감 안해서 모래가 잘 씹히고.. ㅠㅠ 다시는 안 먹어!! 그리고 초콜릿이랑 젤리 줬는데 젤리 먹기 싫다고 내 차에 던지고 튀었다. -ㅅ-",
        img: "../pic/Mar/0330.jpeg"
    },
    {
        number: "31", 
        text: "태양이랑 이광규 교수님 수업시간에 만났다. 원래는 애들한테 사귄다구 고백하려고 했는데 뭔가 타이밍이 애매해서 오늘 밤 12시에 말하기로 했다. 그리구 애들 데려다 주고 태양이랑 차 안에서 좀 있다가, 기숙사 앞까지 데려다주고 집에 가려는데 뭔가 너무 허전하고 자기랑 같이 붙어있고 싶어서 괜히 저녁 같이 먹자고 다시 불러냈다. ㅜㅜ 토요일아 얼른 와라.. 태양이 보게.. 🥲 맘터 오랜만에 저녁으로 먹..어서 정말 좋았답..!",
        img: "../pic/Mar/0331.jpeg"
    },
]

export const Apr = [
    {
        number: "1",
        text: "태양이 생일. 이날 계획: 태양이 밥해주고 웹사이트 주소 넘겨주기. 그리고 서프라이즈 선물이 있어 자기야. 일단 이 편지 먼저 봐주라 ㅎㅎ. 이 편지 다 읽었을지는 모르겠지만, 보면 알겠지? 내가 얼마나 우리의 관계를 중요시하고 자기를 사랑하는지? 진짜 요즘 자기랑 함께해서 내가 정신적으로 안정될 수 있어서 너무 고맙게 생각하고, 보잘 것 없는 나인데 항상 예뻐해주고 사랑해주는게 느껴져서 너무 고마워. 우리 서로 잘 만난거였으면 좋겠다. 내가 해준 밥은 어땠어? 솔직히 맛 별로 없었지..? 그래도 서툰 실력으로 그정도 만든게 대단한 거라고 생각해줘. 잘 먹어줘서 고맙고 자기 생일이 가장 행복한 날이 되도록 노력할게. 이 웹사이트도 정말 배운지 얼마 안된 서툰 실력으로 만든거지만 나름 일주일 내에 만드느라고 밤도 새어가며 만들었어. 저번주 수요일에 나 비틀댔던거 기억해? 이거 만드느라 그랬던거야. 암튼,, 자기 생일 축하해 오늘같은날 옆에 있게 해줘서 너무 고마워요 사랑해요 ❤️", 
        img: "../pic/Apr/hbd.webp"
    }
]

export const Nov = [
    {
        number: "22",
        text: "태양이랑 대천해수욕장 갔던 날. 괜히 모래사장에 둘 이름도 써보고, 같이 사진찍자며 하트 포즈를 요구하기도 했음. 사진에 태양이 많이 담아서 뿌듯했고, 그렇게 친하지 않았음에도 같이 가준 것에 고마웠어. 내 마음 받아줘서 고마워.", 
        img: "../pic/Nov/1122.jpeg"
    },
    {
        number: "23",
        text: "1일된 기념으로 태양이 데리고 파스타 집에 갔다. 태양이 입맛에 별로 안 맞는걸루 ㅎㅎ", 
        img: "../pic/Nov/1123.jpeg"
    },
    {
        number: "24",
        text: "태양이랑 천안터미널에서 점심 먹었다 ㅎㅎ 태양이가 좋아한다는 육첩반상에서 고기 먹었다. 맛있었다^^", 
        img: "../pic/Nov/1124.jpeg"
    },
    {
        number: "26",
        text: "태양이랑 낮부터 데이트해서 좋았던 날. 같이 이삭토스트 먹구, 우리 집 주변 스타벅스에 가서 카공하기로 했는데 분명.. 집중못하고 태양이는 옷에 커피 흘리고 ㅋㅋㅋ 누가 빨대가 있는데 그렇게 기울여 마시냐고,,(라고 생각한 사람은 후에 똑같은 실수를 합니다..) 쩼든 태양이 맥북에 이모지도 만들어주고, 내가 좋아하는 '온센'에 데려갔다. 되게 잘먹는 모습에 흐뭇 한바가지..오늘도 행복.", 
        img: "../pic/Nov/1126.jpeg"
    },
    {
        number: "27",
        text: "태양이랑 영화 '동감'봤다. 뭐,, 재밌었다%^^% 그치만 태양이 얼굴 2시간동안 보는게 더 재밌을듯. 마라탕도 먹구 인생네컷도 찍구 붕어빵도 먹구 같이 아트박스 가서 끄적이면서 놀았다 ㅎㅎ 글씨체도 귀여워.", 
        img: "../pic/Nov/1127.jpg"
    },
    {
        number: "28",
        text: "태양이랑 카타르 월드컵 보려구 저녁부터 만났다. 태양이 시험보는거 옆에서 구경하고 ㅋㅋㅋ 같이 부대찌개 먹고 우리 집 가서 축구 봤는데 재밌었다. 꿀잼<3. 하지만 눈치없이 끝나고 기숙사 가신 김태양씨. ㅡㅡ", 
        img: "../pic/Nov/1128.jpeg"
    },
    {
        number: "29",
        text: "학술제 하는 날이어서 쇼룸에 있었는데 태양이가 갑자기 찾아와서 놀랐다. ㅠㅠ 내 작품이라고는 하지만 보여주기 창피할 정도인데,, 그래도 와줘서 고마웠어. 그리고 태양이 상 받은거 보니까 내가 다 뿌듯했다. 다 끝나고 나서는 성관이도 합류해서 같이 학교 앞 코인 노래방도 갔고, 터미널 쪽 가서 같이 '쇼쿠지'에서 밥도 먹었다. 헷^^/", 
        img: "../pic/Nov/1129.jpeg"
    },
    {
        number: "30",
        text: "자바 쪽지시험 전에 점심으로 태양이랑 학복관 '꾸이한끼' 먹었다. 얼굴 봐서 너무 좋다.", 
        img: "../pic/Nov/1130.jpeg"
    }
]

export const Dec = [
    {
        number: "1",
        text: "태양이랑 점심으론 학복관에서 떡볶이 먹구, 커피마셨다. 저녁으로는 자장면 먹었다. 태양'오빠'가 사주셨다. 그 후엔 어김없이 우리집으로 납치함.", 
        img: "../pic/Dec/1201.jpeg"
    },
    {
        number: "2",
        text: "각자 집 가기 전에 같이 콩불 먹었다. 귀도리 쓴 태양이 귀여워,,", 
        img: "../pic/Dec/1202.jpeg"
    },
    {
        number: "5",
        text: "카타르 월드컵 보려고 만났음. 같이 롯데마트 가서 다음날 밥 해먹을 재료 사구, 스타벅스 가서 쿠폰 사용해서 디저트랑 커피 산 후에 집에 왔다. 공부.. 하기로 했는데 태양이가 비트세이버 했다ㅋㅋㅋㅋㅋ 저녁으로 유부초밥 만들어주고, 먹고 나서는 같이 카트라이더.. 우리 공부 같이 있으면 못하겠는데??? 암튼 좀 자다가 새벽 4시에 일어나서 축구 보다가 너무 못해서 다시 잤음. 패배를 예감함. 아침에 일어나서 태양이가 베이컨 밥 말이 해줬다. 1등 신랑감 김태양.", 
        img: "../pic/Dec/1205.jpg"
    },
    {
        number: "6",
        text: "아침밥 집에서 먹구 학교 같이 와서 수업듣고,, 같이 저녁으로 엽떡 먹었고, 집에 와서 펭귄 게임? 뭐라하지 그거 잠깐 했는데 되게 신나하더랔ㅋㅋㅋㅋ 나한테 완패했음 태양이. 얼레리꼴레리~", 
        img: "../pic/Dec/1206.jpeg"
    },
    {
        number: "7",
        text: "태양이랑 학교에서 점심으로 돈까스 먹구, 집에 와서 같이 공부한답시고 좀 앉아있다가 저녁으로 닭갈비 먹으러 걸어갔음. 산책 좀 괜찮은듯? 재밌는듯? 태양이랑 함께여서 그런가 헤헷.. 그리고 집에 와서 타코야끼 먹었음. (아까 밥 먹구 밖에서 사온거). 잘먹는거 귀여워.", 
        img: "../pic/Dec/1207.jpeg"
    },
    {
        number: "8",
        text: "태양이랑 저녁으로 국밥먹고 .. 태양이도 먹혔..(^0^) 암튼 너무 재밌었고~ (9일로 이어집니다.)", 
        img: "../pic/Dec/1208.jpeg"
    },
    {
        number: "9",
        text: "아침에 주유도 해주시고 같이 학교에서 점심으로 라면, 돈까스 먹었어연~ 오빠 결혼식 때문에 나는 집 갔어용.. 아쉬워랑", 
        img: "../pic/Dec/1209.jpeg"
    },
    {
        number: "10",
        text: "하지만 오빠 결혼식 끝나고 밤에 다시 만났쥬? 우린 아무도 못 떼어놓쥬? 태양이가 예쁘다고 해줘서 내심 너무 좋았다. 같이 등촌칼국수 먹으러 갔다. 우리집에서 같이 잔 듯 하오.", 
        img: "../pic/Dec/1210.jpg"
    },
    {
        number: "11",
        text: "태양이랑 '오늘밤 세상에서 눈물이 어쩌구저쩌구..?'보러 갔다. 제목 너무 길어서 못 외우겠어 ㅠㅠ,, 암튼 나는 하나도 안 슬펐는데. 태양이는 울 뻔 했다고 한다. 옆에 사람들 뭔데 다 우는데 ㅠㅠ 나도 울어야 할 것 같잖아요.. 그러고 집에 와서 같이 치킨 먹으며 술 마셨다; 혼자 나는 또 급발진 해서 막 취해갖고 침대에 누워있었는데 태양이가 나 챙겨줘서 감동이었어용.. 고마워.. 사랑해..", 
        img: "../pic/Dec/1211.jpeg"
    },
    {
        number: "12",
        text: "태양이랑 '부대통령' 가서 점심 먹었당. 그리고 태양이 마우스 A/S 받으러 대전 갔는데 결국은 못 고치는 것이었던 것이었다. 그래도 대전에 간 김에 성심당 가서 빵도 사와서 같이 먹고, 큰 트리 앞에서 사진도 같이 찍었다. 정말 행복해", 
        img: "../pic/Dec/1212.jpeg"
    },
    {
        number: "13",
        text: "같이 점심으로 씨부리또 가서 부리또 먹구(난 이런 곳 있는지도 처음 알았다. 학교 다닌거 맞나?), 같이 저녁으로는 족발 먹었다. 눈이 정말 너무 많이 와서 운전병 출신의 김태양씨가 운전해주셨다. 너무 듬직하고 오빠같아서 설렜는데, 몰랐지?", 
        img: "../pic/Dec/1213.jpeg"
    },
    {
        number: "14",
        text: "태양이랑 고추장 불고기 점심으로 같이 먹었다. 여기도 처음 오는 곳임..", 
        img: "../pic/Dec/1214.jpeg"
    },
    {
        number: "15",
        text: "태양이랑 집 근처..?에 있는 스시 집 가서 같이 초밥 먹었다. 호빵?이라고 하나 찐빵이라고 하나 그거 사와서 태양이가 먹었다. 귀여워;; 왤케 졸려하는데. 귀엽게", 
        img: "../pic/Dec/1215.jpeg"
    },
    {
        number: "16",
        text: "수원 화성! 같이 스탬프 다 찍고 오자며 수원화성으로 향했다. 내가,,말을,,ㅇ,,왜꺼냈더라?가 아니라 정말 알차게 놀았던 것 같다. 사진도 많이 찍고 ㅎㅎ 돈까스집진짜 맛있었어 그치? >< 저녁으로는 왕갈비 통닭 먹었는데 처음 갔을때보단 별로였던 것 같다. 힝 아쉬워.. 암튼 너무 즐거웠다. 자기도 추웠을텐데 따라와줘서 너무 고마워용~ ", 
        img: "../pic/Dec/1216.jpg"
    },
    {
        number: "22",
        text: "이 날 만난건 아니지만, 태양이가 갑자기 카카오톡 카드만들기? 기능으로 카드 만들어줘서 너무 감동이었다.", 
        img: "../pic/Dec/1222.png"
    },
    {
        number: "23",
        text: "태양이 데리고 오마카세 가서 저녁 먹었다. 그렇게 대단한 곳은 아니었던 것 같지만 태양이랑 또 다른 추억을 쌓을 수 있어서 좋았다.", 
        img: "../pic/Dec/1223.jpeg"
    },
    {
        number: "24",
        text: "크리스마스 이브 기념으로 같이 스타필드 갔다. 차가 정~말 많았지만 그래서 나름 재밌었던? ㅋㅋㅋㅋ 암튼 스무디킹도 가고, 대왕 인형들 옆에서 사진도 찍고, 도촬도 당하고.. 저녁으로는 덮밥 먹었다. 은근 매웠..지않았다. 헤헤", 
        img: "../pic/Dec/1224.jpeg"
    },
    {
        number: "25",
        text: "크리스마스날. 점심으로 우리집에서 김밥 시켜먹구 같이 롤러장 가서 놀았당 이후에는 백화점 가서 반지 맞추려고 했는데 조금 의견차이로 서먹해졌다가(결국 못 삼), 저녁으로 파스타 먹었다. 집에 와서 케이크도 불고, 같이 짱구 퍼즐도 맞췄다. 근데 ㅠㅠ 풀을 잘못 붙여서.... 테이프로 덕지덕지 붙였는데 태양이가 너무 비웃어..;; 암튼 너무 재밌었다.", 
        img: "../pic/Dec/1225.jpg"
    },
    {
        number: "26",
        text: "점심으로 마라탕 먹구 저녁으로는 버거킹 먹이고 태양이 김제로 보냈다.. ㅠㅠ 보낼때마다 보내기 싫어..hing", 
        img: "../pic/Dec/1226.jpeg"
    },
    {
        number: "31",
        text: "태양이 다시 만남! 만나서 마라탕 먹으러 갔는데, 번호표?가 찜질방 키 같아서 웃겼다 ㅋㅋ그리고 우리집 와서 저녁으론 60계 치킨 먹었다. 다음날 우리.. 해돋이 보러 가는거 맞지?", 
        img: "../pic/Dec/1231.jpeg"
    },
]